Repository: RedTurtle/collective.portletcollapser
Catalog: collective/portletcollapser/locales/*/LC_MESSAGES/collective.portletcollapser.po
Languages: it

source: Cancel
it: Annulla

source: Changes saved
it: Modifiche salvate

source: Collapsed
it: Collassata

source: Edit cancelled
it: Modifiche annullate

source: Expanded
it: Espansa

source: JavaScript registry invalidated
it: Registro JavaScript invalidato

source: Portlet Collapser Settings
it: Configurazione Portlet Collapser

source: Portlets configuration
it: Configurazione portlet

source: Save
it: Salva

source: Save and invalidate JS cache
it: Salva e invalida la cache JS

source: collapser_cssselector_help
it: Inserisci un selettore CSS per la portlet in cui vuoi attivare la modalit√† di espandi/collassa. Per esempio 'dl.myPortletClass'.

source: collapser_cssselector_title
it: Selettore CSS portlet

source: collapser_defaultstate_help
it: Seleziona lo stato di default per questa portlet.

source: collapser_defaultstate_title
it: Stato di default della portlet

source: help_portletcollapser_settings_editform
it: Definisci su quali elementi l'espandi/collassa del plugin deve essere attivato.

source: help_selectors
it: Inserisci una lista di configurazioni per le portlet.

source: selectors_portlet_help
it: Per ogni portlet, inserisci un selettore CSS e uno stato iniziale.
